tests/scenario03/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ns="http://www.egem.nl/StUF/sector/bg/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301"
	xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:gml="http://www.opengis.net/gml">
	<soapenv:Header />
	<soapenv:Body>
		<ns:macLv01>
			<ns:stuurgegevens>
				<StUF:berichtcode>Lv01</StUF:berichtcode>
				<StUF:zender>
					<StUF:organisatie>1900</StUF:organisatie>
					<StUF:applicatie>KANACRM</StUF:applicatie>
					<StUF:gebruiker>KANACRM</StUF:gebruiker>
				</StUF:zender>
				<StUF:ontvanger>
					<StUF:organisatie>1900</StUF:organisatie>
					<StUF:applicatie>ESB</StUF:applicatie>
				</StUF:ontvanger>
				<StUF:referentienummer>038bd1de-ab40-4cfd-b086-de3fdbdc1772</StUF:referentienummer>
				<StUF:tijdstipBericht>2022032907052487</StUF:tijdstipBericht>
				<StUF:entiteittype>MAC</StUF:entiteittype>
			</ns:stuurgegevens>
			<ns:parameters>
				<StUF:sortering>1</StUF:sortering>
				<StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
				<StUF:maximumAantal>30</StUF:maximumAantal>
			</ns:parameters>
			<ns:gelijk StUF:entiteittype="MACVES">
				<ns:oefentActiviteitUitIn>
					<ns:gerelateerde>
						<ns:vestigingsNummer>000034833927</ns:vestigingsNummer>
					</ns:gerelateerde>
				</ns:oefentActiviteitUitIn>
			</ns:gelijk>
		</ns:macLv01>
	</soapenv:Body>
</soapenv:Envelope>